[
    "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "Why don’t skeletons fight each other? They don’t have the guts!",
    "What did one ocean say to the other ocean? Nothing, they just waved.",
    "Why don’t some couples go to the gym? Because some relationships don’t work out.",
    "Why couldn’t the bicycle stand up by itself? It was two-tired!",
    "What do you call fake spaghetti? An impasta!",
    "Why did the math book look sad? It had too many problems.",
    "How does a penguin build its house? Igloos it together!",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "Why can’t your nose be 12 inches long? Because then it would be a foot!",
    "Why did the golfer bring an extra pair of pants? In case he got a hole in one!",
    "What do you call a factory that makes good products? A satisfactory!",
    "Why do cows have hooves instead of feet? Because they lactose!",
    "Why couldn’t the leopard hide? Because he was always spotted!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "How do you organize a space party? You planet!",
    "What do you call a dog that can do magic? A Labracadabrador!",
    "Why did the music teacher go to jail? Because she got caught with a sharp!",
    "Why did the picture go to jail? Because it was framed!",
    "Why don’t eggs tell jokes? Because they might crack up!",
    "What did the left eye say to the right eye? Between you and me, something smells!",
    "Why are ghosts bad liars? Because you can see right through them!",
    "Why did the cookie go to the doctor? Because he felt crummy!",
    "What do you call cheese that isn’t yours? Nacho cheese!",
    "Why did the stadium get so hot? Because all the fans left!",
    "Why did the scarecrow sit on a chair? Because he was outstanding in his field!",
    "What do you call a fish that wears a bowtie? So-fish-ticated!",
    "What did one wall say to the other wall? I'll meet you at the corner!",
    "Why do cows wear bells? Because their horns don’t work!",
    "What did one plate say to the other plate? Dinner’s on me!",
    "Why did the grape stop in the middle of the road? Because it ran out of juice!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why did the football team go to the bank? To get their quarterback!",
    "What did one elevator say to the other? I think I’m coming down with something!",
    "Why did the banana go to the doctor? Because it wasn’t peeling well!",
    "What do you call a snowman with a six-pack? An abdominal snowman!",
    "Why don’t seagulls fly over the bay? Because then they’d be bagels!",
    "Why did the golfer bring a ladder? To get to the next level!",
    "Why do chicken coops only have two doors? Because if they had four, they’d be chicken sedans!",
    "Why don’t mountains ever get tired? Because they peak all the time!",
    "Why did the coffee file a police report? It got mugged!",
    "What’s brown and sticky? A stick!",
    "Why was the belt arrested? For holding up a pair of pants!",
    "What did the 0 say to the 8? Nice belt!",
    "Why was the broom late? It swept in!",
    "Why did the barber win the race? Because he knew all the shortcuts!",
    "What do you call a pig that does karate? A pork chop!",
    "What did the fish say when it hit the wall? Dam!",
    "Why did the skeleton sit alone at lunch? Because he had no body to eat with!",
    "Why do cows go to space? To see the moooon!",
    "What do you call an alligator in a vest? An investigator!",
    "Why don’t vampires like garlic? Because it gives them bat breath!",
    "What’s the best thing about Switzerland? I don’t know, but the flag is a big plus!",
    "What did the grape say when it got stepped on? Nothing, it just let out a little wine!",
    "Why did the calendar break up with its partner? Because its days were numbered!",
    "Why was the math book unhappy? Because it had too many problems!",
    "Why don’t melons get married? Because they cantaloupe!",
    "Why do bees have sticky hair? Because they use honeycombs!",
    "Why did the music teacher need a ladder? To reach the high notes!",
    "What kind of tree fits in your hand? A palm tree!",
    "Why did the astronaut break up with his girlfriend? Because he needed space!",
    "What did the fish say to his girlfriend? You're fin-tastic!",
    "What’s the difference between a hippo and a zippo? One is really heavy, the other is a little lighter!",
    "Why don’t skeletons ever start a band? Because they don’t have the guts to drum up business!",
    "Why did the farmer win an award? Because he was outstanding in his field!",
    "Why did the bicycle fall over? Because it was two-tired!",
    "What do you call a sleeping bull? A bulldozer!",
    "Why don’t ants get sick? Because they have tiny ant-bodies!",
    "Why did the orange stop? Because it ran out of juice!",
    "What did the baby corn say to the mama corn? Where’s pop corn?",
    "Why don’t elephants use computers? Because they’re afraid of the mouse!",
    "Why did the clock get kicked out of class? Because it tocked too much!",
    "What’s a tornado’s favorite game? Twister!",
    "Why do spiders make great web designers? Because they know how to spin a good site!",
    "What do you call a dancing sheep? A baa-llerina!",
    "Why don’t plants talk? Because they grow in silence!",
    "Why did the man bring a ladder to the bar? Because he heard the drinks were on the house!",
    "Why do birds fly south for the winter? Because it’s too far to walk!",
    "Why did the rabbit bring a suitcase? Because he was going on a hare-plane ride!",
    "What’s orange and sounds like a parrot? A carrot!",
    "What kind of dog does magic tricks? A labracadabrador!",
    "Why don’t oysters share their pearls? Because they’re shellfish!",
    "Why did the music note break up? It was too flat!",
    "Why did the frog sit on the clock? He wanted to have a hopping good time!",
    "Why did the detective sit on the clock? He was trying to go back in time!",
    "Why was the tomato blushing? Because it saw the salad dressing!"
]
