[
    "The only way to do great work is to love what you do. - Steve Jobs",
    "Success is not the key to happiness. Happiness is the key to success. - Albert Schweitzer",
    "Don't watch the clock; do what it does. Keep going. - Sam Levenson",
    "Believe you can and you're halfway there. - Theodore Roosevelt",
    "The future belongs to those who believe in the beauty of their dreams. - Eleanor Roosevelt",
    "Your limitation—it's only your imagination.",
    "Push yourself, because no one else is going to do it for you.",
    "Great things never come from comfort zones.",
    "Dream it. Wish it. Do it.",
    "Success doesn’t just find you. You have to go out and get it.",
    "Do something today that your future self will thank you for.",
    "Little things make big days.",
    "It’s going to be hard, but hard does not mean impossible.",
    "Don’t stop when you’re tired. Stop when you’re done.",
    "Wake up with determination. Go to bed with satisfaction.",
    "Do what you can with all you have, wherever you are. - Theodore Roosevelt",
    "If you are not willing to risk the usual, you will have to settle for the ordinary. - Jim Rohn",
    "The secret of getting ahead is getting started. - Mark Twain",
    "Don’t wait for opportunity. Create it.",
    "Difficult roads often lead to beautiful destinations.",
    "Believe in yourself and you will be unstoppable.",
    "You are stronger than you think.",
    "Work hard in silence, let your success be the noise. - Frank Ocean",
    "Act as if what you do makes a difference. It does. - William James",
    "The best way to predict the future is to create it. - Peter Drucker",
    "Happiness is not something ready made. It comes from your own actions. - Dalai Lama",
    "A little progress each day adds up to big results.",
    "What we think, we become. - Buddha",
    "Doubt kills more dreams than failure ever will. - Suzy Kassem",
    "Keep your face always toward the sunshine—and shadows will fall behind you. - Walt Whitman",
    "Opportunities don't happen. You create them. - Chris Grosser",
    "Do what you love and you’ll never work a day in your life.",
    "Challenges are what make life interesting and overcoming them is what makes life meaningful. - Joshua J. Marine",
    "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
    "Never give up on something you really want. It’s difficult to wait, but worse to regret.",
    "Dream big and dare to fail. - Norman Vaughan",
    "Hardships often prepare ordinary people for an extraordinary destiny. - C.S. Lewis",
    "A goal without a plan is just a wish. - Antoine de Saint-Exupéry",
    "Fall seven times, stand up eight. - Japanese Proverb",
    "Everything you’ve ever wanted is on the other side of fear. - George Addair",
    "Keep going. Everything you need will come to you at the perfect time.",
    "It does not matter how slowly you go as long as you do not stop. - Confucius",
    "Difficulties in life are intended to make us better, not bitter.",
    "Make each day your masterpiece. - John Wooden",
    "Nothing is impossible. The word itself says ‘I’m possible!’ - Audrey Hepburn",
    "Go confidently in the direction of your dreams. Live the life you have imagined. - Henry David Thoreau",
    "Energy and persistence conquer all things. - Benjamin Franklin",
    "If opportunity doesn’t knock, build a door. - Milton Berle",
    "Do what you feel in your heart to be right – for you’ll be criticized anyway. - Eleanor Roosevelt",
    "Turn your wounds into wisdom. - Oprah Winfrey",
    "I am not a product of my circumstances. I am a product of my decisions. - Stephen R. Covey",
    "Success is walking from failure to failure with no loss of enthusiasm. - Winston Churchill",
    "Act as if it were impossible to fail. - Dorothea Brande",
    "Be so good they can’t ignore you. - Steve Martin",
    "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless. - Jamie Paolinetti",
    "He who conquers himself is the mightiest warrior. - Confucius",
    "The man who moves a mountain begins by carrying away small stones. - Confucius",
    "Live as if you were to die tomorrow. Learn as if you were to live forever. - Mahatma Gandhi",
    "Believe and act as if it were impossible to fail. - Charles Kettering",
    "Every champion was once a contender that refused to give up. - Rocky Balboa",
    "The harder the battle, the sweeter the victory. - Les Brown",
    "Fear is the disease. Hustle is the antidote. - Travis Kalanick",
    "Stay hungry. Stay foolish. - Steve Jobs",
    "No pressure, no diamonds. - Thomas Carlyle",
    "A river cuts through rock, not because of its power, but because of its persistence. - Jim Watkins",
    "If you want to fly, give up everything that weighs you down.",
    "There is only one way to avoid criticism: do nothing, say nothing, and be nothing. - Aristotle",
    "Nothing ever goes away until it has taught us what we need to know. - Pema Chödrön",
    "Success is getting what you want. Happiness is wanting what you get. - Dale Carnegie",
    "The only thing standing between you and your goal is the story you keep telling yourself. - Jordan Belfort",
    "A ship in harbor is safe, but that is not what ships are built for. - John A. Shedd",
    "Rise above the storm and you will find the sunshine. - Mario Fernández",
    "Work until your idols become your rivals."
]
